Repository: zurce/JASM
Catalog: src/GIMI-ModManager.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: es, ja, pt_br, ru_ru, zh_cn

# AppDisplayName
source: JASM+ - Just Another Skin Manager Plus
es: JASM+ - Just Another Skin Manager
zh_cn: JASM - Just Another Skin Manager

# AppDescription
source: JASM+ - Just Another Skin Manager Plus
es: JASM+ - Just Another Skin Manager
zh_cn: JASM - Just Another Skin Manager

# Startup1.Text
source: As part of the first time setup you will need to select a Model-Importer folder (3dmigoto) and its connected Mods folder. The 3dmigoto folder contains 3DMigoto Loader.exe/3DMigotoLoader.exe and a Mods folder. If you have not set up the model importer yet, please do so now, see link below. I find most mods on Gamebanana but Nexusmods also has some.
es: Como parte de la configuración inicial, necesitarás seleccionar una carpeta de Model-Importer (3dmigoto) y su carpeta de Mods conectada. La carpeta de 3dmigoto contiene 3DMigoto Loader.exe/3DMigotoLoader.exe y una carpeta de Mods. Si aún no has configurado el model importer, por favor hazlo ahora, ve el enlace abajo. Encuentro la mayoría de los mods en Gamebanana, pero Nexusmods también tiene algunos.
ja: 初回セットアップでは、モデルインポーター（3dmigoto）フォルダーとそれに接続するModsフォルダーを選択する必要があります。3dmigotoフォルダーには3DMigoto Loader.exe/3DMigotoLoader.exeとModsフォルダーが含まれています。まだモデルインポーターを設定していない場合は、以下のリンクから今すぐ設定してください。ほとんどのModはGamebananaで見つかりますが、Nexusmodsにもいくつかあります。
pt_br: Como parte da configuração inicial, você precisará selecionar uma pasta do Model-Importer (3dmigoto) e sua pasta de Mods conectada. A pasta 3dmigoto contém 3DMigoto Loader.exe/3DMigotoLoader.exe e uma pasta Mods. Se você ainda não configurou o model importer, faça isso agora, veja o link abaixo. Encontro a maioria dos mods no Gamebanana, mas o Nexusmods também tem alguns.
ru_ru: В рамках первоначальной настройки вам нужно выбрать папку Model-Importer (3dmigoto) и связанную с ней папку Mods. Папка 3dmigoto содержит 3DMigoto Loader.exe/3DMigotoLoader.exe и папку Mods. Если вы ещё не настроили импортёр моделей, сделайте это сейчас по ссылке ниже. Большинство модов я нахожу на Gamebanana, но на Nexusmods тоже есть несколько.
zh_cn: 作为首次设置的一部分，您需要选择原神模型导入器（GIMI）文件夹及其关联的模组文件夹。GIMI/3dmigoto文件夹包含3DMigoto Loader.exe和一个模组文件夹。如果您尚未设置GIMI，请立即执行此操作，请参见下面的链接。我发现大多数模组在Gamebanana上，但Nexusmods也有一些。

# Startup2.Text
source: Once the settings are saved the application will create a folder for each character within the 'Mods' folder. Mod folders outside of these character folders are ignored. This application enables and disables mods by prefixing mod folders with 'DISABLED_'. JASM+ also supports exporting Mods managed by it if you wish to use them with other applications.
es: Una vez que se guarden los ajustes, la aplicación creará una carpeta para cada personaje dentro de la carpeta 'Mods'. Las carpetas de mods fuera de estas carpetas de personajes serán ignoradas. Esta aplicación habilita y deshabilita mods prefijando las carpetas de mods con 'DISABLED_'. JASM+ también soporta la exportación de Mods gestionados por ella si deseas usarlos con otras aplicaciones.
zh_cn: 保存设置后，应用程序将在模组文件夹内为每个角色创建一个模组文件夹。该应用程序通过在模组文件夹前缀中添加“DISABLED_”来启用和禁用模组。JASM还支持导出由其管理的模组，如果您希望将其与其他应用程序一起使用。目前，只有这个页面和部分设置页面已经翻译完成。翻译是通过ChatGPT进行的，可能包含错误。

# Startup3.Text
source: It is always a good idea to backup your files/mods before using applications that interact with your files
es: Siempre es una buena idea hacer una copia de seguridad de tus archivos/mods antes de usar aplicaciones que interactúan con tus archivos
ja: ファイルを操作するアプリケーションを使用する前に、ファイル/Modのバックアップを取ることをお勧めします。
pt_br: É sempre uma boa ideia fazer backup de seus arquivos/mods antes de usar aplicativos que interagem com seus arquivos.
ru_ru: Всегда рекомендуется создавать резервные копии ваших файлов/модов перед использованием приложений, которые взаимодействуют с вашими файлами.
zh_cn: 在使用与您的文件交互的应用程序之前，备份您的文件/模组总是一个好主意。

# ShellMenuItem_Views_Main.Text
source: Main
es: Principal
ja: メイン
pt_br: Principal
ru_ru: Главная
zh_cn: 主页

# Main_Title.Text
source: Main
es: Principal
ja: メイン
pt_br: Principal
ru_ru: Главная
zh_cn: 主页

# ShellMenuItem_Views_Startup.Text
source: Startup
es: Inicio
ja: セットアップ
pt_br: Inicial
ru_ru: Настройка
zh_cn: 启动

# Startup_Title.Text
source: First time startup
es: Primera vez configuración
ja: 初回セットアップ
pt_br: Primeira inicialização
ru_ru: Первоначальная настройка
zh_cn: 首次启动

# Settings_Personalization.Text
source: Personalization
es: Personalización
ja: カスタマイズ
pt_br: Personalização
ru_ru: Персонализация
zh_cn: 个性化

# Settings_Theme.Text
source: Theme
es: Tema
ja: テーマ
pt_br: Tema
ru_ru: Тема
zh_cn: 主题

# Settings_Theme_Light.Content
source: Light
es: Claro
ja: ライト
pt_br: Claro
ru_ru: Светлая
zh_cn: 浅色

# Settings_Theme_Dark.Content
source: Dark
es: Oscuro
ja: ダーク
pt_br: Escuro
ru_ru: Тёмная
zh_cn: 深色

# Settings_Theme_Default.Content
source: Default
es: Predeterminado
ja: デフォルト
pt_br: Padrão
ru_ru: По умолчанию
zh_cn: 默认

# Settings_AboutDescription.Text
source: The goal of JASM+ is to make it easy to organize a larger amount of skin mods
es: El objetivo de JASM+ es facilitar la organización de una gran cantidad de mods de skin
zh_cn: JASM的目标是使组织大量皮肤模组变得更容易

# SettingsPage_PrivacyTermsLink.Content
source: Privacy Statement
es: Declaración de Privacidad
ja: プライバシーステートメント
pt_br: Declaração de Privacidade
ru_ru: Заявление о конфиденциальности
zh_cn: 隐私声明

source: Settings
es: Configuración
ja: 設定
pt_br: Configurações
ru_ru: Настройки
zh_cn: 设置

# SettingsPage_Description.Text
source: Settings are saved independently for each selected game.
es: La configuración se guarda de forma independiente para cada juego seleccionado.
ja: 設定は選択したゲームごとに独立して保存されます。
pt_br: As configurações são salvas independentemente para cada jogo selecionado.
ru_ru: Настройки сохраняются независимо для каждой выбранной игры.
zh_cn: 每个游戏的设置独立保存。

# Settings_Title.Text
source: Settings
es: Configuración
ja: 設定
pt_br: Configurações
ru_ru: Настройки
zh_cn: 设置

# Startup/Tooltip1.Text
source: Enabling this option will prompt the application to sort existing mods into folders assigned to their respective characters. Any mods that can't be reasonably matched will be placed in an 'Others' folder.
es: Habilitar esta opción hará que la aplicación ordene los mods existentes en carpetas asignadas a sus respectivos personajes. Cualquier mod que no se pueda emparejar razonablemente será colocado en una carpeta 'Otros'.
ja: このオプションを有効にすると、アプリケーションが既存のModをそれぞれのキャラクターに割り当てられたフォルダーに整理します。適切に一致しないModは'その他'フォルダーに配置されます。
pt_br: Ativar esta opção fará com que o aplicativo organize os mods existentes em pastas atribuídas aos seus respectivos personagens. Quaisquer mods que não puderem ser razoavelmente correspondidos serão colocados em uma pasta 'Outros'.
ru_ru: Включение этой опции заставит приложение отсортировать существующие моды в папки, назначенные соответствующим персонажам. Любые моды, которые не удаётся разумно сопоставить, будут помещены в папку 'Другие'.
zh_cn: 启用此选项将提示应用程序将现有的模组按其各自角色分配的文件夹进行排序。任何无法合理匹配的模组将放入“其他”文件夹。

# Startup/Tooltip2.Text
source: A mod folder containing multiple character names may be wrongly moved to a character's directory. This assumes a flat mod structure, where skin folders are loosely stored in the mods folder. If you have a custom folder structure, there is a high chance that JASM+ will incorrectly identify your skins. This also the case if you have nested folders with skins inside of them.
es: Una carpeta de mod que contiene nombres de múltiples personajes puede ser movida incorrectamente al directorio de un personaje. Esto asume una estructura plana de mod, donde las carpetas de skins se almacenan sueltas en la carpeta de mods. Si tienes una estructura de carpetas personalizada, hay una alta probabilidad de que JASM+ identifique incorrectamente tus skins. Esto también es el caso si tienes carpetas anidadas con skins dentro de ellas.
zh_cn: 一个包含多个角色名称的模组文件夹可能会错误地移到一个角色的目录中。

# Startup/Tooltip3.Text
source: This can be activated later in the settings page.
es: Esto se puede activar más tarde en la página de configuración.
ja: これは後で設定ページで有効にできます。
pt_br: Isso pode ser ativado mais tarde na página de configurações.
ru_ru: Это можно включить позже на странице настроек.
zh_cn: 这可以在设置页面中稍后激活。

# Settings_About.Text
source: About this application
es: Acerca de esta aplicación
ja: このアプリケーションについて
pt_br: Sobre este aplicativo
ru_ru: Об этом приложении
zh_cn: 关于此应用程序

# Settings_ComboBox_Header.Text
source: Select Display Language:
es: Seleccionar idioma de visualización:
ja: 表示言語の選択:
pt_br: Selecionar Idioma de Exibição:
ru_ru: Выберите язык отображения:
zh_cn: 选择显示语言：

# Settings_ExportDialog.Text
source: This will export all mods that JASM+ is managing to a an export folder of your choice. The mods will be copied to the export folder and will not be removed from the original folder.
es: Esto exportará todos los mods que JASM+ está gestionando a una carpeta de exportación de tu elección. Los mods serán copiados a la carpeta de exportación y no serán eliminados de la carpeta original.
zh_cn: 这将导出JASM管理的所有模组到您选择的导出文件夹。模组将被复制到导出文件夹，而不会从原始文件夹中删除。

# Settings_ExportDialogButtons.CloseButtonText
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# Settings_ExportDialogButtons.PrimaryButtonText
source: Export
es: Exportar
ja: エクスポート
pt_br: Exportar
ru_ru: Экспорт
zh_cn: 导出

# Settings_ExportDialog_ChangeStatus.Text
source: Change status of exported mods
es: Cambiar estado de los mods exportados
ja: エクスポートしたModの状態を変更
pt_br: Alterar status dos mods exportados
ru_ru: Изменить статус экспортированных модов
zh_cn: 更改导出的模组状态

# Settings_ExportDialog_KeepStructure.Text
source: Keep folder structure of CharacterName/Mods in export folder
es: Mantener la estructura de carpetas de CharacterName/Mods en la carpeta de exportación
ja: エクスポートフォルダーでCharacterName/Modsのフォルダー構造を維持
pt_br: Manter estrutura de pastas NomePersonagem/Mods na pasta de exportação
ru_ru: Сохранить структуру папок CharacterName/Mods в папке экспорта
zh_cn: 在导出文件夹中保留CharacterName/Mods的文件夹结构

# Settings_ExportDialog_RemoveJasm.Text
source: Removes JASM+ configuration files from the exported Mods
es: Eliminar archivos de configuración de JASM+ de los mods exportados
zh_cn: 从导出的模组中移除JASM配置文件

# Settings_Export_Button.Text
source: Export Mods
es: Exportar Mods
ja: Modをエクスポート
pt_br: Exportar Mods
ru_ru: Экспорт модов
zh_cn: 导出模组

# Settings_Export_Title.Text
source: Export/Backup Mods
es: Exportar/Hacer copia de seguridad de Mods
ja: Modのエクスポート/バックアップ
pt_br: Exportar/Fazer Backup de Mods
ru_ru: Экспорт/Резервное копирование модов
zh_cn: 导出/备份模组

# Settings_Language.Text
source: Language
es: Idioma
ja: 言語
pt_br: Idioma
ru_ru: Язык
zh_cn: 语言

# Settings_Language_TexBlock.Text
source: Language options are currently limited. It is a work in progress.
es: Las opciones de idioma son actualmente limitadas. Es un trabajo en progreso.
ja: 言語オプションは現在限られています。作業中です。
pt_br: As opções de idioma são atualmente limitadas. É um trabalho em andamento.
ru_ru: Возможности выбора языка в настоящее время ограничены. Работа в процессе.
zh_cn: 语言选项目前有限。这是一个正在进行中的工作。这是由ChatGPT翻译的。

source: Overview
es: Resumen
ja: 概要
pt_br: Resumo
ru_ru: Обзор
zh_cn: 概览

source: Running
es: En ejecución
ja: 実行中
pt_br: Em execução
ru_ru: Выполняется
zh_cn: 运行中

source: Stopped
es: Detenido
ja: 停止
pt_br: Parado
ru_ru: Остановлен
zh_cn: 停止

source: Waiting
es: Esperando
ja: 待機中
pt_br: Aguardando
ru_ru: Ожидание
zh_cn: 等待

# ShellPage_NavItem_CharacterManagement
source: Character Management
es: Gestión de Personajes
ja: キャラクター管理
pt_br: Gerenciamento de Personagens
ru_ru: Управление персонажами
zh_cn: 角色管理

# ShellPage_NavItem_ModsOverview
source: Mods Overview
es: Visión General de Mods
ja: Mod概要
pt_br: Visão Geral de Mods
ru_ru: Обзор модов
zh_cn: 模组概览

# ShellPage_NavItem_ModPresets
source: Mod Presets
es: Presets de Mods
ja: Modプリセット
pt_br: Presets de Mods
ru_ru: Пресеты модов
zh_cn: 模组预设

# ShellPage_NavItem_Debug
source: Debug
es: Depuración
ja: デバッグ
pt_br: Depuração
ru_ru: Отладка
zh_cn: 调试

# ShellPage_NavItem_Settings
source: Settings
es: Configuración
ja: 設定
pt_br: Configurações
ru_ru: Настройки
zh_cn: 设置

# ShellPage_NavItem_Notifications
source: Notifications
es: Notificaciones
ja: 通知
pt_br: Notificações
ru_ru: Уведомления
zh_cn: 通知

# ShellPage_SettingsItem
source: Settings
es: Configuración
ja: 設定
pt_br: Configurações
ru_ru: Настройки

# CharactersPage_CheckForUpdates.Text
source: Check for updates
es: Buscar actualizaciones
ja: アップデートを確認
pt_br: Verificar atualizações
ru_ru: Проверить обновления
zh_cn: 检查更新

# CharactersPage_OpenFolder.Text
source: Open folder...
es: Abrir carpeta...
ja: フォルダーを開く...
pt_br: Abrir pasta...
ru_ru: Открыть папку...
zh_cn: 打开文件夹...

# CharactersPage_ClearNotifications.Text
source: Clear Notifications
es: Limpiar Notificaciones
ja: 通知をクリア
pt_br: Limpar Notificações
ru_ru: Очистить уведомления
zh_cn: 清除通知

# CharactersPage_DisableAllModsMenuItem.Text
source: Disable all mods
es: Deshabilitar todos los mods
ja: すべてのModを無効化
pt_br: Desabilitar todos os mods
ru_ru: Отключить все моды
zh_cn: 禁用所有Mod

# CharactersPage_SelectProcessDialog.Title
source: Select Process Path
es: Seleccionar Ruta del Proceso
ja: プロセスパスの選択
pt_br: Selecionar Caminho do Processo
ru_ru: Выберите путь к процессу
zh_cn: 选择进程路径

# CharactersPage_SelectProcessDialog_Description.Text
source: Select the path to the process you want to start. Once saved this will be started when pressing the start button. This can be reset on the settings page.
es: Selecciona la ruta al proceso que deseas iniciar. Una vez guardado, se iniciará al presionar el botón de inicio. Esto se puede restablecer en la página de configuración.
ja: 起動するプロセスのパスを選択してください。保存すると、開始ボタンを押したときに起動されます。設定ページでリセットできます。
pt_br: Selecione o caminho do processo que deseja iniciar. Uma vez salvo, ele será iniciado ao pressionar o botão iniciar. Isso pode ser redefinido na página de configurações.
ru_ru: Выберите путь к процессу, который вы хотите запустить. После сохранения он будет запускаться при нажатии кнопки запуска. Это можно сбросить на странице настроек.
zh_cn: 选择要启动的进程路径。保存后，点击开始按钮时将启动该进程。可以在设置页面重置。

# CharactersPage_SelectProcessDialog_PrimaryButtonText
source: Save
es: Guardar
ja: 保存
pt_br: Salvar
ru_ru: Сохранить
zh_cn: 保存

# CharactersPage_SelectProcessDialog_SecondaryButtonText
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# CharactersPage_SelectProcessDialog_GamePlaceholderText
source: Select the game executable
es: Selecciona el ejecutable del juego
ja: ゲームの実行ファイルを選択
pt_br: Selecione o executável do jogo
ru_ru: Выберите исполняемый файл игры
zh_cn: 选择游戏可执行文件

# CharactersPage_SelectProcessDialog_ModelImporterPlaceholderText
source: Select the model importer executable
es: Selecciona el ejecutable del model importer
ja: モデルインポーターの実行ファイルを選択
pt_br: Selecione o executável do importador de modelos
ru_ru: Выберите исполняемый файл импортёра моделей
zh_cn: 选择模型导入器可执行文件

# CharactersPage_CreateAdvancedCommand.Content
source: Create Advanced Command
es: Crear Comando Avanzado
ja: 高度なコマンドを作成
pt_br: Criar Comando Avançado
ru_ru: Создать расширенную команду
zh_cn: 创建高级命令

# CharactersPage_EnableAllDialog.Title
source: Enable all mods?
es: ¿Habilitar todos los mods?
ja: すべてのModを有効化しますか？
pt_br: Habilitar todos os mods?
ru_ru: Включить все моды?
zh_cn: 启用所有Mod？

# CharactersPage_EnableAllDialog_Description.Text
source: This will enable all currently tracked mods in the active categories.
es: Esto habilitará todos los mods rastreados en las categorías activas.
ja: アクティブなカテゴリ内の現在追跡中のすべてのModを有効化します。
pt_br: Isso habilitará todos os mods rastreados nas categorias ativas.
ru_ru: Это включит все отслеживаемые моды в активных категориях.
zh_cn: 这将启用当前活跃类别中所有被追踪的Mod。

# CharactersPage_DisableAllDialog.Title
source: Disable all mods?
es: ¿Deshabilitar todos los mods?
ja: すべてのModを無効化しますか？
pt_br: Desabilitar todos os mods?
ru_ru: Отключить все моды?
zh_cn: 禁用所有Mod？

# CharactersPage_DisableAllDialog_Description.Text
source: It's recommended to save your current configuration as a preset for easy restoring
es: Se recomienda guardar tu configuración actual como un preset para restaurarla fácilmente
ja: 現在の設定をプリセットとして保存し、簡単に復元できるようにすることをお勧めします。
pt_br: É recomendado salvar sua configuração atual como um preset para facilitar a restauração
ru_ru: Рекомендуется сохранить текущую конфигурацию в виде пресета для лёгкого восстановления.
zh_cn: 建议将当前配置保存为预设，以便轻松恢复。

# CharactersPage_CleanUpDialog.Title
source: Clean up disabled mods?
es: ¿Limpiar mods deshabilitados?
ja: 無効化されたModをクリーンアップしますか？
pt_br: Limpar mods desabilitados?
ru_ru: Очистить отключённые моды?
zh_cn: 清理禁用的Mod？

# CharactersPage_CleanUpDialog_Description.Text
source: This operation is irreversable
es: Esta operación es irreversible
ja: この操作は元に戻せません。
pt_br: Esta operação é irreversível
ru_ru: Эта операция необратима.
zh_cn: 此操作不可撤销。

# CharactersPage_SortByLabel.Text
source: Sort by:
es: Ordenar por:
ja: 並び替え:
pt_br: Ordenar por:
ru_ru: Сортировать по:
zh_cn: 排序方式：

# CharactersPage_SortCharacters_Placeholder.PlaceholderText
source: Sort Characters...
es: Ordenar Personajes...
ja: キャラクターを並び替え...
pt_br: Ordenar Personagens...
ru_ru: Сортировать персонажей...
zh_cn: 排序角色...

# CharactersPage_RefreshMods.Content
source: Refresh Mods
es: Refrescar Mods
ja: Modを再読み込み
pt_br: Atualizar Mods
ru_ru: Обновить моды
zh_cn: 刷新Mod

# CharactersPage_Start3Dmigoto.Content
source: Start 3Dmigoto
es: Iniciar 3Dmigoto
ja: 3Dmigotoを起動
pt_br: Iniciar 3Dmigoto
ru_ru: Запустить 3Dmigoto
zh_cn: 启动3Dmigoto

# CharactersPage_OpenXxmi.Text
source: Open XXMI
es: Abrir XXMI

# CharactersPage_XxmiRunning
source: Running
es: En ejecución

# CharactersPage_XxmiLaunching
source: Launching...
es: Lanzando...

# CharactersPage_XxmiLaunch
source: Launch {0}
es: Lanzar {0}

# CharactersPage_BatchConfigurations.Label
source: Batch Configurations
es: Configuraciones por Lote
ja: 一括設定
pt_br: Configurações em Lote
ru_ru: Пакетные конфигурации
zh_cn: 批量配置

# CharactersPage_EnableAll.Text
source: Enable all
es: Habilitar todos
ja: すべて有効化
pt_br: Habilitar todos
ru_ru: Включить все
zh_cn: 全部启用

# CharactersPage_DisableAll.Text
source: Disable all
es: Deshabilitar todos
ja: すべて無効化
pt_br: Desabilitar todos
ru_ru: Отключить все
zh_cn: 全部禁用

# CharactersPage_CleanUp.Text
source: Clean up
es: Limpiar
ja: クリーンアップ
pt_br: Limpar
ru_ru: Очистить
zh_cn: 清理

# CharactersPage_ApplyPresetLabel.Text
source: Apply Preset:
es: Aplicar Preset:
ja: プリセットを適用:
pt_br: Aplicar Preset:
ru_ru: Применить пресет:
zh_cn: 应用预设：

# CharactersPage_ApplyPresetConfirmText
source: Confirm
es: Confirmar
ja: 確認
pt_br: Confirmar
ru_ru: Подтвердить
zh_cn: 确认

# CharactersPage_StartGamePrefix
source: Start
es: Iniciar
ja: 起動
pt_br: Iniciar
ru_ru: Запустить
zh_cn: 启动

# CharactersPage_TitleFormat
source: {0} Overview
es: Resumen de {0}
ja: {0} の概要
pt_br: Visão Geral de {0}
ru_ru: Обзор {0}
zh_cn: {0} 概览

# CharactersPage_EnableAllDialog_Title
source: Enable all mods?
es: ¿Habilitar todos los mods?
ja: すべてのModを有効化しますか？
pt_br: Habilitar todos os mods?
ru_ru: Включить все моды?
zh_cn: 启用所有Mod？

# CharactersPage_EnableAllDialog_PrimaryButtonText
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# CharactersPage_EnableAllDialog_SecondaryButtonText
source: Confirm
es: Confirmar
ja: 確認
pt_br: Confirmar
ru_ru: Подтвердить
zh_cn: 确认

# CharactersPage_DisableAllDialog_Title
source: Disable all mods?
es: ¿Deshabilitar todos los mods?
ja: すべてのModを無効化しますか？
pt_br: Desabilitar todos os mods?
ru_ru: Отключить все моды?
zh_cn: 禁用所有Mod？

# CharactersPage_DisableAllDialog_PrimaryButtonText
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# CharactersPage_DisableAllDialog_SecondaryButtonText
source: Confirm
es: Confirmar
ja: 確認
pt_br: Confirmar
ru_ru: Подтвердить
zh_cn: 确认

# CharactersPage_CleanUpDialog_Title
source: Clean up disabled mods?
es: ¿Limpiar mods deshabilitados?
ja: 無効化されたModをクリーンアップしますか？
pt_br: Limpar mods desabilitados?
ru_ru: Очистить отключённые моды?
zh_cn: 清理禁用的Mod？

# CharactersPage_CleanUpDialog_PrimaryButtonText
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# CharactersPage_CleanUpDialog_SecondaryButtonText
source: Yeah man i wanna do it
es: Sí, hazlo
ja: はい、実行します
pt_br: Sim
ru_ru: Да, я хочу это сделать
zh_cn: 是的，我要执行

# CharactersPage_ModToggleSuffix
source: with Mods
es: con Mods
ja: Modあり
pt_br: com Mods
ru_ru: с модами
zh_cn: 含Mod

# CharactersPage_ModEnabledToggleSuffix
source: with Enabled Mods
es: con Mods Habilitados
ja: 有効なModあり
pt_br: com Mods Habilitados
ru_ru: с включёнными модами
zh_cn: 含已启用Mod

# CharactersPage_ModNotificationsToggleSuffix
source: with Mod Notifications
es: con Notificaciones de Mods
ja: Mod通知あり
pt_br: com Notificações de Mods
ru_ru: с уведомлениями о модах
zh_cn: 含Mod通知

# CharactersPage_SortAlphabetical_Name
source: Alphabetical
es: Alfabético
ja: アルファベット順
pt_br: Alfabético
ru_ru: По алфавиту
zh_cn: 按字母顺序

# CharactersPage_SortModCount_Name
source: Mod Count
es: Cant. de Mods
ja: Mod数
pt_br: Qtd. de Mods
ru_ru: Количество модов
zh_cn: Mod数量

# CharactersPage_SortRecentlyAdded_Name
source: Recently Added
es: Agregado Recientemente
ja: 最近追加
pt_br: Adicionado Recentemente
ru_ru: Недавно добавленные
zh_cn: 最近添加

# CharactersPage_SortReleaseDate_Name
source: Release Date
es: Fecha de Lanzamiento
ja: リリース日
pt_br: Data de Lançamento
ru_ru: Дата выхода
zh_cn: 发布日期

# CharactersPage_SortRarity_Name
source: Rarity
es: Rareza
ja: レアリティ
pt_br: Raridade
ru_ru: Редкость
zh_cn: 稀有度

# CharactersPage_ConfirmPreset.Text
source: Confirm
es: Confirmar
ja: 確認
pt_br: Confirmar
ru_ru: Подтвердить
zh_cn: 确认

# CharactersPage_RandomizeMods.Text
source: Randomize Mods
es: Aleatorizar Mods
ja: Modをランダム化
pt_br: Aleatorizar Mods
ru_ru: Случайные моды
zh_cn: 随机化Mod

# CharactersPage_Filters.Label
source: Filters
es: Filtros
ja: フィルター
pt_br: Filtros
ru_ru: Фильтры
zh_cn: 筛选

# CharactersPage_DropHereText.Text
source: Drop Here to Auto Detect Mod...
es: Suelta aquí para detectar mod automáticamente...
ja: ここにドロップしてModを自動検出...
pt_br: Solte Aqui para Detectar Mod Automaticamente...
ru_ru: Перетащите сюда для автоопределения мода...
zh_cn: 拖放到此处自动识别Mod...

# CharactersPage_SortAlphabetical.Text
source: Alphabetical
es: Alfabético
ja: アルファベット順
pt_br: Alfabético
ru_ru: По алфавиту
zh_cn: 按字母顺序

# CharactersPage_SortModCount.Text
source: Mod Count
es: Cantidad de Mods
ja: Mod数
pt_br: Quantidade de Mods
ru_ru: Количество модов
zh_cn: Mod数量

# CharactersPage_SortRecentlyAdded.Text
source: Recently Added Mods
es: Mods Agregados Recientemente
ja: 最近追加されたMod
pt_br: Mods Adicionados Recentemente
ru_ru: Недавно добавленные моды
zh_cn: 最近添加的Mod

# CharactersPage_SortReleaseDate.Text
source: Release Date
es: Fecha de Lanzamiento
ja: リリース日
pt_br: Data de Lançamento
ru_ru: Дата выхода
zh_cn: 发布日期

# CharactersPage_SortRarity.Text
source: Rarity
es: Rareza
ja: レアリティ
pt_br: Raridade
ru_ru: Редкость
zh_cn: 稀有度

# CharactersPage_SearchPrefix
source: Search
es: Buscar
ja: 検索
pt_br: Pesquisar
ru_ru: Поиск
zh_cn: 搜索

# CharactersPage_ModToggleText
source: Show only
es: Mostrar solo
ja: 表示
pt_br: Mostrar apenas
ru_ru: Показать только
zh_cn: 仅显示

# CharactersPage_ModEnabledToggleText
source: Show only
es: Mostrar solo
ja: 表示
pt_br: Mostrar apenas
ru_ru: Показать только
zh_cn: 仅显示

# CharactersPage_ModNotificationsToggleText
source: Show only
es: Mostrar solo
ja: 表示
pt_br: Mostrar apenas
ru_ru: Показать только
zh_cn: 仅显示

# CharacterDetails_ModsSelected.Text
source: Mods Selected:
es: Mods Seleccionados:
ja: 選択中のMod:
pt_br: Mods Selecionados:
ru_ru: Выбрано модов:
zh_cn: 已选Mod：

# CharacterDetails_MoveModsButton.Content
source: Move
es: Mover
ja: 移動
pt_br: Mover
ru_ru: Переместить
zh_cn: 移动
